/* =====================================================
   ORCA CAFE - MENU DATABASE
   فقط این فایل را برای تغییر قیمت یا آیتم ویرایش کنید.
===================================================== */

const categories = [

{
title:"قهوه",
icon:"☕",

items:[

["اسپرسو","۱۹۵"],
["کن هیلو","۱۹۵"],
["آیس‌/آمریکانو","۱۹۵"],
["آیس/لته","۲۵۰"],
["آیس/کارامل ماکیاتو","۲۹۰"],
["آیس/موکا","۲۸۵"],
["آیس/لته نوتلا","۲۹۵"],
["آیس/لته لوتوس","۳۰۰"],
["دالگونا","۲۴۰"],
["قهوه ترک","۱۶۰"],
["قهوه یونانی","۱۸۰"],
["آیس/رومانو","۲۴۰"],
["افوگاتو","۲۵۵"],
["ماسالا اسپرسو","۲۷۵"],

["آیس/بلو اسکای لته","۲۸۵","ویژه ORCA"]

]

},

{
title:"نوشیدنی گرم",
icon:"♨️",

items:[

["هات چاکلت","۲۴۵"],
["وایت چاکلت","۲۳۵"],
["پینک چاکلت","۲۱۵"],
["کاپوچینو وانیلی","۱۹۰"],
["ماسالا","۲۰۰"],
["کرک","۲۰۰"],
["شیر عسل دارچین","۱۹۰"],
["شیر نسکافه","۲۱۵"],
["هات نوتلا","۲۸۵"],
["هات لوتوس","۲۷۵"]

]

},

{
title:"چای و دمنوش",
icon:"🍵",

items:[

["چای کمر باریک","۸۰"],
["چای لیوانی","۱۲۰"],
["چای هل","۱۳۰"],
["چای مراکشی","۱۶۵"],
["چای توت‌فرنگی","۱۶۵"],
["چای سبز","۱۴۰"],
["چای ترش","۱۵۰"],
["دمنوش آرامش","۱۷۰"],
["سرماخوردگی","۱۷۵"],
["دمنوش به‌لیمو","۱۴۰"]

]

},

{
title:"ماچا",
icon:"🍃",

items:[

["ماچا لته (گرم/سرد)","۲۶۵"],
["ماچا وانیل (گرم/سرد)","۲۸۵"],
["ماچا نارگیل (گرم/سرد)","۲۸۵"],
["آیس ماچا توت‌فرنگی","۳۱۰"],
["آیس ماچا انبه","۳۰۰"]

]

},

{
title:"فراپه",
icon:"🧋",

items:[

["فراپه کلاسیک","۳۱۵"],
["فراپه ماچا","۳۳۰"],
["فراپه لوتوس","۳۴۰"],
["فراپه شکلاتی","۳۲۰"]

]

},

{
title:"شیک",
icon:"🥤",

items:[

["شیک نوتلا","۳۴۵"],
["شیک بادام‌زمینی","۳۱۵"],
["شیک شکلات","۲۸۵"],
["شیک توت‌فرنگی","۳۲۵"],
["شیک قهوه","۳۳۰"],
["شیک کارامل","۳۱۰"],
["شیک فندق","۳۱۰"],
["شیک نارگیل","۳۳۰"]

]

},

{
title:"نوشیدنی سرد",
icon:"🧊",

items:[

["لیموناد","۲۵۰"],
["موهیتو","۲۶۰"],
["رد موهیتو","۲۹۵"],
["چرچیل","۲۴۵"],
["جامائیکا","۳۱۰"],
["تروپینا","۳۳۵"],
["کلد اورکا","۳۳۰"]

]

},

{
title:"دسر",
icon:"🍰",

items:[

["کوکی","۱۲۵"],
["چیزکیک سن‌سباستین","۱۹۰"],
["کیک روز اورکا","۲۹۰","ویژه ORCA"]

]

}

];
