/* =====================================================
   ORCA CAFE - MENU DATABASE
   فقط این فایل را برای تغییر قیمت یا آیتم ویرایش کنید.
===================================================== */

const categories = [

{
title:"قهوه گرم",
icon:"☕",

items:[

["اسپرسو","۱۷۵"],
["کن هیلو","۱۷۵"],
["آمریکانو","۱۷۵"],
["لته","۲۳۰"],
["کارامل ماکیاتو","۲۷۰"],
["موکا","۲۳۰"],
["لته نوتلا","۲۸۰"],
["لته لوتوس","۲۹۰"],
["دالگونا","۲۳۰"],
["قهوه ترک","۱۱۰"],
["قهوه یونانی","۱۳۰"],
["رومانو","۲۲۰"],
["افوگاتو","۲۴۰"],
["اورنج کافی","۲۲۵"],

["بلو اسکای لته","۲۶۵","ویژه ORCA"]

]

},

{
title:"نوشیدنی گرم",
icon:"♨️",

items:[

["هات چاکلت","۱۹۰"],
["وایت چاکلت","۱۸۰"],
["پینک چاکلت","۲۰۰"],
["کاپوچینو وانیلی","۱۷۰"],
["ماسالا","۱۸۵"],
["کرک","۱۸۵"],
["شیر عسل دارچین","۱۶۵"],
["شیر نسکافه","۱۹۵"],
["هات نوتلا","۲۳۵"],
["هات لوتوس","۲۴۰"]

]

},

{
title:"چای و دمنوش",
icon:"🍵",

items:[

["چای کمر باریک","۸۰"],
["چای لیوانی","۱۱۰"],
["چای هل","۱۲۰"],
["چای مراکشی","۱۴۰"],
["چای توت‌فرنگی","۱۴۰"],
["چای سبز","۱۳۰"],
["چای ترش","۱۳۵"],
["دمنوش آرامش","۱۵۰"],
["دمنوش بهارنارنج","۱۳۰"],
["دمنوش به‌لیمو","۱۳۰"]

]

},

{
title:"ماچا",
icon:"🍃",

items:[

["ماچا لته (گرم/سرد)","۲۳۵"],
["ماچا وانیل (گرم/سرد)","۲۶۵"],
["ماچا نارگیل (گرم/سرد)","۲۶۵"],
["آیس ماچا توت‌فرنگی","۲۷۰"],
["آیس ماچا انبه","۲۸۰"]

]

},

{
title:"فراپه",
icon:"🧋",

items:[

["فراپه کلاسیک","۲۸۵"],
["فراپه ماچا","۳۱۰"],
["فراپه لوتوس","۳۲۵"],
["فراپه شکلاتی","۲۹۵"]

]

},

{
title:"شیک",
icon:"🥤",

items:[

["شیک نوتلا","۳۹۰"],
["شیک بادام‌زمینی","۳۸۰"],
["شیک شکلات","۳۵۰"],
["شیک توت‌فرنگی","۳۴۵"],
["شیک قهوه","۳۷۵"],
["شیک کارامل","۳۶۰"],
["شیک فندق","۳۵۰"],
["شیک نارگیل","۳۶۵"]

]

},

{
title:"نوشیدنی سرد",
icon:"🧊",

items:[

["لیموناد","۲۳۰"],
["موهیتو","۲۴۰"],
["رد موهیتو","۲۷۰"],
["چرچیل","۲۳۰"],
["جامائیکا","۲۸۰"],
["تروپینا","۳۰۰"],
["آیس‌تی ترش","۲۵۰"],
["آیس‌تی کهکشانی","۲۶۰"]

]

},

{
title:"دسر",
icon:"🍰",

items:[

["فرنی","۷۰"],
["کوکی","۱۲۰"],

["چیزکیک اورکا","۲۶۰","ویژه ORCA"]

]

}

];
