/* =====================================================
   ORCA CAFE - MENU DATABASE
   فقط این فایل را برای تغییر قیمت یا آیتم ویرایش کنید.
===================================================== */

const categories = [

{
title:"قهوه",
icon:"☕",

items:[

["اسپرسو","۱۷۵"],
["کن هیلو","۱۷۵"],
["آیس‌/آمریکانو","۱۷۵"],
["آیس/لته","۲۳۰"],
["آیس/کارامل ماکیاتو","۲۷۰"],
["آیس/موکا","۲۷۰"],
["آیس/لته نوتلا","۲۸۰"],
["آیس/لته لوتوس","۲۹۰"],
["دالگونا","۲۳۰"],
["قهوه ترک","۱۵۰"],
["قهوه یونانی","۱۷۰"],
["آیس/رومانو","۲۲۰"],
["افوگاتو","۲۴۰"],
["اورنج کافی","۲۲۵"],

["آیس/بلو اسکای لته","۲۶۵","ویژه ORCA"]

]

},

{
title:"نوشیدنی گرم",
icon:"♨️",

items:[

["هات چاکلت","۲۲۵"],
["وایت چاکلت","۲۱۰"],
["پینک چاکلت","۲۰۰"],
["کاپوچینو وانیلی","۱۷۰"],
["ماسالا","۱۸۵"],
["کرک","۱۸۵"],
["شیر عسل دارچین","۱۶۵"],
["شیر نسکافه","۱۹۵"],
["هات نوتلا","۲۶۰"],
["هات لوتوس","۲۵۰"]

]

},

{
title:"چای و دمنوش",
icon:"🍵",

items:[

["چای کمر باریک","۸۰"],
["چای لیوانی","۱۱۰"],
["چای هل","۱۲۰"],
["چای مراکشی","۱۵۰"],
["چای توت‌فرنگی","۱۵۰"],
["چای سبز","۱۳۰"],
["چای ترش","۱۴۰"],
["دمنوش آرامش","۱۵۰"],
["دمنوش بهارنارنج","۱۳۰"],
["دمنوش به‌لیمو","۱۳۰"]

]

},

{
title:"ماچا",
icon:"🍃",

items:[

["ماچا لته (گرم/سرد)","۲۴۵"],
["ماچا وانیل (گرم/سرد)","۲۷۰"],
["ماچا نارگیل (گرم/سرد)","۲۷۰"],
["آیس ماچا توت‌فرنگی","۲۹۰"],
["آیس ماچا انبه","۲۸۰"]

]

},

{
title:"فراپه",
icon:"🧋",

items:[

["فراپه کلاسیک","۲۸۵"],
["فراپه ماچا","۳۱۰"],
["فراپه لوتوس","۳۲۵"],
["فراپه شکلاتی","۲۹۵"]

]

},

{
title:"شیک",
icon:"🥤",

items:[

["شیک نوتلا","۳۲۰"],
["شیک بادام‌زمینی","۲۹۰"],
["شیک شکلات","۲۶۵"],
["شیک توت‌فرنگی","۳۱۰"],
["شیک قهوه","۳۰۰"],
["شیک کارامل","۲۸۰"],
["شیک فندق","۲۸۰"],
["شیک نارگیل","۲۸۰"]

]

},

{
title:"نوشیدنی سرد",
icon:"🧊",

items:[

["لیموناد","۲۳۰"],
["موهیتو","۲۴۰"],
["رد موهیتو","۲۷۰"],
["چرچیل","۲۳۰"],
["جامائیکا","۲۸۰"],
["تروپینا","۳۰۰"],
["آیس‌تی ترش","۲۵۰"],
["کلد اورکا","۲۹۰"]

]

},

{
title:"دسر",
icon:"🍰",

items:[

["فرنی","۷۰"],
["کوکی","۱۲۰"],
["چیزکیک","۱۶۰"],
["کیک روز اورکا","۲۸۰","ویژه ORCA"]

]

}

];
